Problems with the Content Doc Tree structure - e.g. orphaned Content Docs, Families w/o docs, missing Owner Fam, what-not
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ContentDocTreeCorruption { get; }
  Visual Basic
Public Shared ReadOnly Property ContentDocTreeCorruption As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ContentDocTreeCorruption {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace